start = "Slavcraft bot ввімкнений. Для допомоги у боті напишіть /help."

help = """/start - уввімкнути бота.
/help - допомога у боті.
/about - інформація про бота.
/credits - творці бота.
/rules - правила Славкрафту.
/ip - ip Славкрафту.
/members - лист усіх учасників СК.
/version - версія боту.
/flag - флаг Славкрафту.


Також у деяких команд є підкоманди. Для допомоги с підкомандами напишіть /help_<назва команди>. Список команд у яких є підкоманди: /help, /ip, /flag"""

help_help = """Підкоманди команди /help:

/help_help - підкоманди команди /help.
/help_ip - підкоманди команди /ip.
/help_flag - підкоманди команди /flag."""

help_ip = """Підкоманди команди /ip:

/ip_ip - ip як ip."""

help_flag = """Підкоманди команди /flag:

/flag_original - орігінальний файл флага (іконка сервера)."""


about = "Цей бот того шоб у учасників Славкрафту був швидкий доступ до інформації."


credits = "Цей бот створений slavchik'ом. Розробник інфраструктири – yngvarrs."


rules = """Правила Славкрафту:


загальні

1.1. Неможно ображати інших учасників сервера.
1.2. Неможно спамити.
1.3. Неможно добавляти гравців на сервер без дозволу slavchik.
1.4. Заборонена проросійська/прорадянська діяльність.
1.5. Заборонена комуністична/соціалістична діяльність.
1.6. Заборонена нацистська/фашистська діяльність.
1.7. Ваш RP ні повинен нікому заважати.
1.8. Неможно файтитеся у чаті Майнкрафту, группі у Телеграмі та на сервері в Дискорде.

Майнкрафт

2.1. Неможно гриферити.
2.2. Неможно красти.
2.3. Неможно будувати лаг машини.
2.4. Неможно пвпшиться без дозволу всіх участников пвп.
2.5. Не чятрепортети/скінрепортети/нікрепортети інших гравців.
2.6. Неможно читерить на виживашках.

Умови для приєднання на СК

3.1. Кандидату повинно бути більше ніж 8 років.
3.2. Кандитат повинен знати Українську та російську мови.
3.3. Потрібна ліцензія Minecraft Java Edition для приєднання.

creative-18 та creative-22

4.1. 25 блоків від координат 0, 0 у звичайному світі не можуть нікому належати.
4.2. 500 блоків від координат 0, 0 у пеклі не можуть нікому належати.
4.3. 250 блоків від координат 0, 0 в ендер світі не можуть нікому належати.

experiment-701

5.1. 32 блоки від координат 0, 0 у звичайному світі не можуть нікому належати.
5.2. 25 блоків від координат 0, 0 у пеклі не можуть нікому належати.
5.3. 250 блоків від координат 0, 0 в ендер світі не можуть нікому належати.
5.4. Яйцо дракона не може нікому належати."""


ip = """Ip Славкрафту:

experement-701: slavcraft.somerandom.xyz
creative-22: slavcraft.somerandom.xyz:25566
creative-18: slavcraft.somerandom.xyz:25567"""

ip_ip = """Ip Славкрафту як ip:

experement-701: 141.95.73.17 
creative-22: 141.95.73.17:25566
creative-18: 141.95.73.17:25567"""


members = """Перелік всіх учасників Славкрафту:

1. slavchik
2. TEBSS
3. Savalio
4. salad28
5. MarkoAntonio11
6. joker497535
7. NancyCat1
8. 11_ArtemPR_22
9. Pla3ma
10. mr_bacoun
11. Rich_The_Dog
12. YourLocalFurry0
13. bear0re0
14. WonderAir165649"""


version = "Версія бота: розробка 0.2"


flag = "Флаг Славкафту:"

flag_original = "Орігінальний флаг Славкрафту (іконка сервера):"
