money = """Вітаю у грошову систему. /money це команда для взаємодій з грошовою системою. /money має багато підкоманд про яки написано нижче:

/money_register - зараєструватися у грошову систему
/money_give <одержувач> <сума> - дати комусь гроші.
/money_show_balance <людина баланс якою ви хочите дізнатися(необов'язково)> - дізнатися баланс, якщо не пишете аргумент то ви дізнаєтесь свій баланс.
/money_show_inflationrate - показати рівень інфляції.
/money_show_generalmoneyamount - показати загальну кільксть грошей у системі.

Коли ви пишите якусь людину у аргументах команд то потрібно писати її нік у Майнкрафті акуальний для команди /members."""

def money_register(platform_type, id):
    return f"Вибачте, але поку у боті нема автоматичної реестрації. Тому для реєстрації будь ласка напишіть головному адніму для ручної реестрації. Для реєстрації потрібно указати ваш телеграм або діскорд id. Ваш {platform_type} id: {id}. Щоб отримати id на іншій платформі напишіть /register на іншій платформі."
